Repository: cepharum/txf
Catalog: extensions/i18n/locale/*.utf8/LC_MESSAGES/txf.po
Languages: de

source: Forbidden
de: Zugriff verweigert

source: You are not authorized to see this page.
de: Sie sind nicht authorisiert, diese Seite zu sehen.

source: Please log in!
de: Bitte melden Sie sich an!

source: Internal Server Error
de: Interner Serverfehler

source: This site has encountered internal server error. Please try to repeat your request later or ask site's administrator for support.
de: Diese Website hat einen internen Serverfehler festgestellt. Bitte versuchen Sie, Ihre Anfrage zu einem späteren Zeitpunkt zu wiederholen, oder kontaktieren Sie den Betreiber der Website zur Unterstützung!

source: Unspecified Error
de: Unspezifischer Fehler

source: This site encountered an unspecified error.
de: DIese Website hat einen unspezifischen Fehler festgestellt.

source: Bad Request
de: Ungültige Anfrage

source: Your request is not supported by this website.
de: Ihre Anfrage wird von dieser Website nicht unterstützt.

source: Page Not Found
de: Seite nicht gefunden

source: You have requested a page that does not exist. Please use available navigation elements to search for the desired information!
de: Sie haben eine Seite abgerufen, die nicht existiert. Bitte nutzen Sie die verfügbaren Navigationselemente, um nach den gewünschten Informationen zu suchen!

source: Show
de: Anzeigen

source: Delete
de: Löschen

source: Add
de: Hinzufügen

source: login name
de: Nutzername

source: password
de: Passwort

source: Authenticate
de: Authentifizieren

source: Cancel
de: Abbruch

source: You are logged in, already.
de: Sie sind bereits angemeldet.

source: Your account is locked! <a href="%s">Resend unlock mail now.</a>
de: Ihr Nutzerkonto ist gesperrt! <a href="%s">E-Mail zum Entsperren erneut senden.</a>

source: Your account is locked!
de: Ihr Nutzerkonto ist gesperrt!

source: User does not exist.
de: Der Nutzer existiert nicht

source: Authentication failed.
de: Die Authentifizierung ist gescheitert.

source: Provide login name and password!
de: Geben Sie einen Nutzernamen und das Passwort an!

source: This manager is suitable for managing SQL-based users, only!
de: Diese Komponente kann nur Nutzer in SQL-Datenbanken bearbeiten!

source: Password must not contain whitespace.
de: Das Passwort darf keine Leerzeichen enthalten.

source: Password is too short (min. 8 characters).
de: Das Passwort ist zu kurz (min. 8 Zeichen).

source: Password is too long (max. 16 characters).
de: Das Passwort ist zu lang (max. 16 Zeichen).

source: Password has to contain at least one upper and one lower latin letter, one digit and one special character.
de: Das Passwort muss mindestens einen Groß- und einen Kleinbuchstaben, sowie eine Ziffer und ein Sonderzeichen enthalten.

source: full name
de: Vollständiger Name

source: repeat password
de: Passwort wiederholen

source: Save User
de: Nutzer speichern

source: add user
de: Nutzer hinzufügen

source: There is no user to be listed here.
de: Es sind keine Nutzer vorhanden.

source: edit
de: Bearbeiten

source: delete
de: Löschen

source: Provide login name of user!
de: Geben Sie den Nutzernamen an!

source: Provided login name is too long!
de: Der Nutzername ist zu lang!

source: Provided full name is too long!
de: Der Nutzername ist zu kurz!

source: Provided mail address is too long!
de: Die angegebene E-Mail-Adresse ist zu lang!

source: Provided mail address is invalid!
de: Die angegebene E-Mail-Adresse ist zu kurz!

source: Doubly entered passwords don't match.
de: Die beiden Eingaben zum Passwort stimmen nicht überein.

source: Updating current session for using changed password failed. Probably you need to login, again.
de: Die aktuelle Sitzung konnte nicht zur Nutzung des neuen Passworts angepasst werden. Eventuell müssen Sie sich erneut anmelden.

source: Successfully changed information on selected user.
de: Die Informationen zum gewählten Nutzer wurden erfolgreich geändert.

source: Failed to save information on user in datasource.
de: Die Informationen des Nutzers konnten nicht gespeichert werden.

source: Successfully created new user.
de: Es wurde erfolgreich ein neuer Nutzer erstellt.

source: Failed to create new user record in datasource.
de: Es konnte kein neuer Nutzer erstellt werden.

source: You must not manage users!
de: Sie dürfen Nutzer nicht verwalten!

source: Deleting current user account rejected.
de: Die Löschung des Nutzers wurde abgewiesen.

source: You logged out successfully.
de: Sie haben sich erfolgreich abgemeldet.

source: current password
de: Aktuelles Passwort

source: new password
de: Neues Passwort

source: Change Password
de: Passwort ändern

source: You must be logged in.
de: Sie müssen sich anmelden.

source: Provide current password!
de: Geben Sie das aktuelle Passwort an!

source: Authenticating request using old password failed.
de: Die Bestätigung des Anfrage mit dem aktuellen Passwort ist gescheitert.

source: Current user isn't available.
de: Der aktuelle Nutzer ist nicht verfügbar.

source: Password has been changed successfully.
de: Das Passwort wurde erfolgreich geändert.

source: Your input is okay, but changing password failed nevertheless.
de: Ihre Angaben sind in Ordnung. Dennoch konnte das Passwort nicht geändert werden.

source: Title
de: Titel

source: Content
de: Inhalt

source: Edit this page
de: Diese Seite bearbeiten

source: Edit Page
de: Seite bearbeiten

source: Selected page does not exist, yet!
de: Die gewählte Seite existiert noch nicht!

source: page
de: Seite

source: Model isn't supporting IDs with requested dimensionality.
de: Die Komplexität Ihrer Anfrage wird vom Datenmodell nicht zur Auswahl von Elementen unterstützt.

source: #%d of model %s
de: #%d des Datenmodells %s

source: instance of model %s
de: Element des Datenmodells %s

source: missing link to datasource
de: Es besteht keine Verbindung zur Datenquelle.

source: Label
de: Beschriftung

source: view item
de: Element anzeigen

source: edit item
de: Element bearbeiten

source: delete item
de: Element löschen

source: add item
de: Element hinzufügen

source: Edit
de: Bearbeiten

source: Failed deleting selected item.
de: Das gewählte Element konnte nicht gelöscht werden.

source: Selected item does not exist (anymore).
de: Das gewählte Element existiert nicht (mehr).

source: Selected item is not instance of requested model.
de: Das gewählte Element ist entspricht nicht dem geforderten Datentyp.

source: You must not delete this item.
de: Sie dürfen dieses Element nicht löschen.

source: You must not edit this item.
de: Sie dürfen dieses Element nicht bearbeiten.

source: Your input is invalid.
de: Ihre Angabe ist nicht zulässig.

source: Your changes have been saved.
de: Ihre Änderungen wurden gespeichert.

source: Failed to save your changes.
de: Ihre Änderungen konnten nicht gespeichert werden.

source: Model editor is not enabled.
de: Der Editor des Datentyps ist nicht aktiviert.

source: Save
de: Speichern

source: Create
de: Erzeugen

source: Your request is not including selection of item to be displayed.
de: Ihre Anfrage wählt kein Element zur Anzeige aus.

source: Editor is already operating on model instance.
de: Der Editor bearbeitet bereits ein Element vom gewählten Datentyp.

source: This is not a valid URL.
de: Dies ist keine gültige URL.

source: This URL must be absolute. Include scheme e.g. http://www.example.com/!
de: Die URL muss absolut angegeben werden. Ergänzen Sie das Schema der URL, z.B. http://www.beispiel.de/!

source: Provide additional information here!
de: Bitte stellen Sie hier weitere Informationen bereit!

source: Provide less information here!
de: Bitte stellen Sie hier weniger Informationen bereit!

source: This is not a valid e-mail address.
de: Dies ist keine gültige E-Mail-Adresse.

source: This information is required.
de: Diese Information ist erforderlich.

source: This information is required multiple times.
de: Die Information ist mehrfach erforderlich.

source: Add Entry
de: Eintrag hinzufügen

source: You need to check this mandatory option.
de: Sie müssen diese erforderliche Markierung setzen!

source: yes
de: ja

source: no
de: nein

source: Selected date is out of range.
de: Das gewählte Datum liegt außerhalb des zulässigen Bereichs.

source: Your input is too short.
de: Ihre Angabe ist zu kurz.

source: Your input is too long.
de: Ihre Angabe ist zu lang.

source: This input contains invalid HTML code.
de: Diese Angabe beinhaltet unzulässigen HTML-Code.

source: Missing support for changing password of current user.
de: Das Ändern des Nutzerpassworts wird nicht unterstützt.

source: Failed to re-validate current user's authentication. Please login again!
de: Die Authentifizierung des aktuellen Nutzers konnte nicht mehr überprüft werden. Bitte melden Sie sich erneut an!

source: guest
de: Gast

source: Missing user source configuration.
de: Es wurden keine Nutzerdatenbanken konfiguriert.

source: Unsupported kind of datasource for managing users.
de: Die gewählte Datenquelle ist nicht zur Verwaltung von Nutzern geeignet.

source: failed to create dataset for managing users
de: Die Nutzerverwaltung konnte in der Datenbank nicht initialisiert werden.

source: failed to create default user
de: Es konnte kein Standardnutzer angelegt werden.

source: Creating user without login name rejected.
de: Es kann kein Nutzer ohne Nutzernamen erzeugt werden.

source: Creating user without password rejected.
de: Es kann kein Nutzer ohne Passwort erzeugt werden.

source: Selected user exists already.
de: Der gewählte Nutzer existiert bereits.

source: Creating new user in datasource failed.
de: Es konnte kein Nutzer angelegt werden.

source: Deleting user in datasource failed.
de: Der Nutzer konnte nicht gelöscht werden.

source: account is locked
de: Das Nutzerkonto ist gesperrt.

source: invalid/missing password.
de: Das Passwort fehlt oder ist falsch.

source: Failed to query datasource for listing items.
de: Es trat ein Fehler beim Abruf der aufzulistenden Elemente auf.

source: There is no data to be listed here ...
de: Es sind keine Daten vorhanden ...

source: There is no data to display here.
de: Es sind keine Daten zur Anzeige vorhanden.
